Repository: upcloo/upcloo-wordpress-plugin
Catalog: wp-upcloo/wp_upcloo-*.po
Languages: it_it

source: Remember that your have to configure UpCloo Plugin:
it_it: Ricordati che devi configurare il plugin di UpCloo

source: Config Page
it_it: Pagina di Configurazione

source: Advanced Config Page
it_it: Pagina di Configurazione Avanzata

source: You do not have sufficient permissions to access this page.
it_it: Non hai permessi a sufficienza per visualizzare questa pagina.

source: Advanced Configurations
it_it: Configurazione Avanzata

source: UpCloo News Widget
it_it: Widget Rete di UpCloo.

source: Maybe you are also interested in
it_it: Forse potrebbero interessarti

source: Did you mean
it_it: Forse cercavi

source: Search this occurrence
it_it: Cerca questa occorrenza

source: Your search did not match any entries.
it_it: La tua ricerca non ha prodotto risultati

source: Written by
it_it: Scritto da

source: Read more
it_it: Leggi ancora

source: Pages
it_it: Pagine

source: UpCloo Network Widget
it_it: Widget Rete di UpCloo

source: The UpCloo Virtual Partner SiteKey Widget
it_it: Widget UpCloo per le Chiavi Sito Partner Virtuali

source: Related
it_it: Correlati

source: Title:
it_it: Titolo:

source: Virtual Partner:
it_it: Partner Virtuale:

source: Number of links:
it_it: Massimo numero di link.

source: Your configuration is saved correctly!
it_it: La tua configurazione è salvata correttamente!

source: UpCloo General Options
it_it: UpCloo Opzioni Generali

source: Welcome To UpCloo
it_it: Benvenuto in UpCloo

source: Plugin Doc
it_it: Documentazione Plugin

source: Save Changes
it_it: Salva le Modifiche

source: Your sitekey
it_it: La tua Sitekey

source: Max Number of Links
it_it: Massimo numero di link

source: Box title (let blank to hide title)
it_it: Titolo del Box (lascia in bianco per nascondere)

source: Do you want to show images?
it_it: Vuoi visualizzare le immagini?

source: Show only links
it_it: Visualizza solo i link

source: Show links + images
it_it: Visualizza link + immagini

source: Select your type
it_it: Seleziona il tuo tipo

source: Choose the theme
it_it: Scegli un tema

source: Elegant floating box with tiny shadow
it_it: Box elegante con una leggera sfumatura

source: Simple and clear floating box
it_it: Box semplice e chiaro

source: Horizontal and high impressive strip
it_it: Strip orizzontale impressivo

source: UpCloo Advanced Options
it_it: Opzioni UpCloo Avanzate

source: Type of content where show related links
it_it: Tipo di contenuti dove visualizzare i correlati

source: Position of the PopOver
it_it: Posizionamento del PopOver

source: Bottom Right
it_it: In basso a destra

source: Bottom Left
it_it: In basso a sinistra

source: Top Right
it_it: In alto a destra

source: Top Left
it_it: In alto a sinistra
