Repository: upcloo/upcloo-wordpress-plugin
Catalog: upcloo-altervista/languages/wp_upcloo-*.po
Languages: it_it

source: Remember that your have to configure UpCloo Plugin:
it_it: Ricordati che devi configurare il plugin di UpCloo

source: Config Page
it_it: Pagina di Configurazione

source: Advanced Config Page
it_it: Pagina di Configurazione Avanzata

source: You do not have sufficient permissions to access this page.
it_it: Non hai permessi a sufficienza per visualizzare questa pagina.

source: Advanced Configurations
it_it: Configurazione Avanzata

source: Your configuration is saved correctly!
it_it: La tua configurazione è salvata correttamente!

source: Thanks to this plugin you can easily show the best related posts on your contents,<br>choosing the best layout for your blog. It's fully automated and very easy to use.
it_it: Grazie a questo plugin puoi facilmente mostrare i migliori correlati per i tuoi contenuti,<br>scegliendo il layout che più ti piace per il tuo blog. E' completamente automatizzato e facile da utilizzare.

source: Click here to activate the UpCloo Plugin!
it_it: Clicca qui per attivare il plugin UpCloo per Altervista!

source: It's free and you can edit and deactivate whenever you want.
it_it: E' gratuito, puoi modificare le impostazioni e disattivarlo quando e come vuoi.

source: Sometimes it could show some adv message.
it_it: Qualche volta può visualizzare qualche messaggio pubblicitario.

source: Request Support
it_it: Richiesta Supporto

source: UpCloo General Options
it_it: UpCloo Opzioni Generali

source: Start now using UpCloo for free. Select the best layout for your widget:
it_it: Inizia ora ad utilizzare UpCloo gratuitamente. Seleziona il miglior layout:

source: Popover view
it_it: A comparsa

source: Below your body
it_it: Sotto il tuo testo

source: The box appears in box after the page scroll
it_it: Il box compare dopo aver fatto lo "scroll" la pagina

source: The box appears automatically below your post body
it_it: Il box compare automaticamente sotto il testo del tuo post

source: Save Changes
it_it: Salva le Modifiche

source: UpCloo starts showing the correlations in your most recent posts. It could be required a while to show correlations in whole website.
it_it: UpCloo inizia a mostrare le correlazioni per i tuoi post più recenti. Ci può volere un po di tempo per mostrare le correlazioni su tutto il sito.

source: Now you can wait relax. UpCloo will provide the best correlations for you!
it_it: Ora puoi fare un po' di relax. UpCloo darà le migliori correlazioni per te!

source: If you have any problem, ask to us!
it_it: Per qualunque problema, chiedi a noi!

source: Click here
it_it: Clicca qui

source: UpCloo Advanced Options
it_it: Opzioni UpCloo Avanzate

source: Plugin Doc
it_it: Documentazione Plugin

source: UpCloo Widget Title
it_it: Titolo Widget UpCloo

source: Override UpCloo default widget title
it_it: Riscrivi il titolo del widget di UpCloo

source: Type of content where show related links
it_it: Tipo di contenuti dove visualizzare i correlati

source: Select type of content that UpCloo has to analyze (tipically just 'post' is a good choice).
it_it: Seleziona il tipo di contenuti che UpCloo deve analizzare (tipicamente 'post' è una buona scelta).

source: UpCloo inline manual placeholder
it_it: Attiva il placeholder di UpCloo manuale

source: Remember that you have to add by hand the UpCloo placeholder into your template
it_it: Ricordati che devi aggiungere manualmente il placehoder di UpCloo nel tuo template

source: Show images
it_it: Mostra le immagini

source: If you activate/disactivate this option you have to select a new layout in UpCloo base settings and save it!
it_it: Se attivi/disattivi questa opzione devi selezionare un nuovo layout nei settaggi di base di UpCloo e salvare!

source: UpCloo Activation Status
it_it: Stato di Attivazione

source: Remember that if you deactivate the plugin you can't see related posts
it_it: Ricorda che se disattivi il plugin non vedrai più le correlazioni per i tuoi contenuti
